Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=462_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámenuoraid dáiddadáhpáhusas dánsun ja bargobájit
sms: Sääʹmnuõri čeäʹppvuõđpeeiʹvest pleässjumuš da tuâjjpõõrt

source: Sámenuoraid dáiddadáhpáhus ordnejuvvo dán jagi Ohcejotnjálmmi skuvllas njukčamánu maŋimuš beaivvi.
sms: Sääʹmnuõri čeäʹppvuõđpeiʹvv riâžžât Uccjokknjääʹlm škooulâst 31.3.

source: Dáhpáhussii leat almmuhuvvon oktiibuot 330 máná ja nuora miehtá Sámi.
sms: Čeäʹppvuõđpeivva lie iʹlmmtõõttâm õhttseʹžže nuʹtt 330 päärnžed da nuõrrâd jeeʹres åʹrnn Sääʹmvuuʹd.

source: Dánsungilvui oassálastet 14 joavkku, main leat oktiibuot 99 dánsu.
sms: Pleässjemjoouk lie iʹlmmtõõttâm 14, koin lie õhttseʹžže 99 pleässjeejed.

source: Dasa lassin dáhpáhussii vurdojuvvojit geahččit, nu ahte oassálastit bohtet dánnai jagi leat lahka njeallje čuođi.
sms: Lââʹssen oummu puäʹtte ǩiõččâd šõddmõõžž, de pääiʹǩ âʹlnn lie nuʹtt nelljčueʹđ ooumžed.

source: Dáhpáhusa váldotemán lea riikkaviidosaš Nuorra Kultuvra – temá mielde dánsun.
sms: Čeäʹppvuõđpeeiʹv väʹlddteeʹmman lij pleässjumuš väʹlddkåådlaž Nuõrr Kulttur – teeʹmm diõtt.

source: Dánsunšlájat leat Nuorra Kultuvra – njuolggadusaid mielde modearna dánsa, gáhtadánsun, (show, street, break jna.), etnihkalaš dánssat, baleahtta dahje jazz- / showdánssat.
sms: Nuõrr kulttur – meärrõõzzi mieʹldd pleässjemšlaai lie ânnʼjõžtaʹnss, uuʹlectaaʹns (show, street, break dno.), etnla taaʹns, balett leʹbe jazz- / showtaʹnss.

source: Sámenuoraid dáiddadáhpáhusas boahtit oaidnit modearna dánsuma, gáhtadánsuma ja etnihkalaš dánssaid.
sms: Sääʹmnuõri čeäʹppvuõđpeeiʹvest vueiʹnet ânnʼjõžtaaʹns, uuʹlectaaʹns da etnlaž taaʹnsid.

source: Ohcejoga dáhpáhusas ordnejuvvojit dasa lassin iešguđetlágan bargobájit.
sms: Uccjooǥǥ čeäʹppvuõđpeeiʹvest riâžžât še jeeʹresnallšem tuâjjpõõrtid.

source: Bargobájiid fáddán leat hutkás duodji, silbaduodji, govvagieđahallan, musihkka ja gákti.
sms: Tuâjjpõõrti teeʹmman lie kreevsõs tuâjjstõõllmõš, silbbǩiõtt-tuâi, snimldõk-ǩiõttʼtõõllmõš, musikk da sääʹmpihttâz.

source: Dáiddadáhpáhusa bargobájit rahppojuvvojit juo ovccis, muhto ieš dánsunčájáhusat álget diibmu 12 Ohcejotnjálmmi skuvlla sáles.
sms: Čeäʹppvuõđpeiʹvv älgg tuâjjpõõrtivuiʹm juʹn ååuʹc ääiʹj, leâʹša taʹnssprogramm älgg čiâss 12 Uccjokknjääʹlm škooul juhllkueʹrncest.

source: Duopmárin leaba neavttár / bagadeaddji Ebba Joks Norgga Deanus ja musihkkár Tiina Sanila-Aikio Čeavetjávrris.
sms: Ärvstõõllʼjen tuåimma čuäʹjtõõlli / oʹhjjei Ebba Joks Taarrâst da läullai Tiina Sanila-Aikio Čeʹvetjääuʹrest.

source: Dánsunjoavkkuin válljejuvvo okta joavku sámenuoraid ovddasteaddjin riikkaviidosaš Nuorra Kultuvra MOVES - dáhpáhussii, mii dollojuvvo Oulus mies-semánu 20. – 22. beivviid.
sms: Oulust.

source: Lassedieđuid addá Sámedikki nuoraidčálli Niina Siltala, tel. 010-839 3134.
sms: Lââʹssteâđaid oudd Sääʹmteeʹǧǧ nuõripiizar Niina Siltala, teʹl. 010-839 3134.

source: Sávvat buohkaide buresboahtin Sámenuoraid dáiddadáhpáhussii duorastaga 31.3.2011 !
sms: Tiõrv pueʹttem Sääʹmnuõri čeäʹppvuõđpeivva neljdpeeiʹv 31.3.2011 !
